Repository: openmoko/qtopia
Catalog: i18n/*/addressbook.po
Languages: hu, no

source: AbEditor::< Address, City >
hu: < Cím, Város >
no: < Adresse, Poststed >

source: AbEditor::< Address, Country >
hu: < Cím, Ország >
no: < Adresse, Land >

source: AbEditor::< Address, State/Province >
hu: < Cím, Állam/Tartomány/Megye >
no: < Adresse, Delstat/Provins >

source: AbEditor::< Address, Street >
hu: < Cím, Út/Utca >
no: < Adresse, Gatenavn >

source: AbEditor::< Address, Zip/Postal Code >
hu: < Cím, Irányítószám >
no: < Adresse, Postnummer >

source: AbEditor::< Company >
hu: < Cég >
no: < Firma >

source: AbEditor::< Department >
hu: < Részleg >
no: < Avdeling >

source: AbEditor::< Full Name >
hu: < Teljes név >
no: < Fullt Navn >

source: AbEditor::< Notes >
hu: < Jegyzet >
no: < Notater >

source: AbEditor::< Title >
hu: < Megszólítás >
no: < Tittel >

source: AbEditor::Doctor
hu: Dr.
no: Doktor

source: AbEditor::Jr.
hu: f.

source: AbEditor::Prof.
hu: Prof.

source: AbEditorBase::AbEditorBase
hu: AbEditorBase

source: AbEditorBase::Birthday:
hu: Születésnap:
no: Fødselsdag:

source: AbEditorBase::Email:
hu: E-Mail:
no: Epost:

source: AbEditorBase::Fax:
hu: Fax:

source: AbEditorBase::Home Ph:
hu: Tel. (magán.):
no: Hjemmetlf:

source: AbEditorBase::Mobile Ph:
hu: Tel. (mobil):
no: Mobiltlf:

source: AbEditorBase::Other:
hu: Egyéb:
no: Annet:

source: AbEditorBase::Spouse:
hu: Házastárs:
no: Ektefelle:

source: AbEditorBase::Web Page:
hu: Honlap:
no: Hjemmeside:

source: AbEditorBase::Work Ph:
hu: Tel. (mh.):
no: Jobbtlf:

source: AbLabel::Birthday
hu: Születésnap
no: Fødselsdag

source: AbLabel::Email
hu: E-Mail
no: Epost

source: AbLabel::Fax
hu: Fax

source: AbLabel::Home Ph
hu: Tel. (otth.)
no: Hjemmetlf.

source: AbLabel::Mobile Ph
hu: Tel. (mobil)
no: Mobiltlf.

source: AbLabel::Other
hu: Egyéb
no: Annet

source: AbLabel::Spouse
hu: Házastárs
no: Ektefelle

source: AbLabel::Web Page
hu: Honlap
no: Hjemmeside

source: AbLabel::Work Ph
hu: Tel. (mh.)
no: Jobbtlf

source: AbNameBase::Cancel
hu: Mégsem
no: Avbryt

source: AbNameBase::First
hu: Keresztnév
no: For-

source: AbNameBase::Last
hu: Vezetéknév
no: Etter-

source: AbNameBase::Middle
hu: Keresztnév
no: Mellom-

source: AbNameBase::Name Details
hu: Név
no: Navnedetaljer

source: AbNameBase::OK
hu: OK
no: OK

source: AbNameBase::Suffix
hu: Utótag
no: Suffiks

source: AbNameBase::Title
hu: Megszólítás
no: Tittel

source: AbTable::Contact
hu: Elérhetõség
no: Kontakt

source: AbTable::Full Name
hu: Teljes név
no: Fullt Navn

source: AddressDetails::Address Details
hu: Cím részletek
no: Adressedetaljer

source: AddressDetails::Cancel
hu: Mégsem
no: Avbryt

source: AddressDetails::City
hu: Város
no: By

source: AddressDetails::Country
hu: Ország
no: Land

source: AddressDetails::OK
hu: OK
no: OK

source: AddressDetails::State/Province
hu: Állam/Tartomány/Megye
no: Delstat/Provins

source: AddressDetails::Street
hu: Út/utca
no: Gatenavn

source: AddressDetails::Zip/Postal
hu: Irányítószám
no: Postnummer

source: AddressbookWindow::Address Book
hu: Címtár
no: Adressebok

source: AddressbookWindow::Edit Address
hu: Cím szerkesztése
no: Rediger Adresse

source: AddressbookWindow::List Operations
hu: Lista mûveletek
no: Listeoperasjoner

source: AddressbookWindow::View Operations
hu: Nézet mûveletek
no: Visningsoperasjoner

source: CompanyDetails::Cancel
hu: Mégsem
no: Avbryt

source: CompanyDetails::City
hu: Város
no: By

source: CompanyDetails::Company Details
hu: Cég adatok
no: Firmadetaljer

source: CompanyDetails::Country
hu: Ország
no: Land

source: CompanyDetails::Name
hu: Név
no: Navn

source: CompanyDetails::OK
hu: OK
no: OK

source: CompanyDetails::State/Province
hu: Állam/Tartomány/Megye
no: Delstat/Provins

source: CompanyDetails::Street
hu: Út/utca
no: Gatenavn

source: CompanyDetails::Zip/Postal
hu: Irányítószám
no: Postnummer

source: AbEditor::Miss
no: Frk

source: AbEditor::Mr
no: Hr

source: AbEditor::Mrs
no: Fr

source: AbEditor::Mrs.
no: Fr.
