Repository: openmoko/qtopia
Catalog: i18n/*/citytime.po
Languages: hu, ja, no

source: CityTime::Restore Time Zone
hu: Idõzóna visszaállítása
ja: タイムゾーンを元に戻す
no: Gjenoppretter tidssone

source: CityTime::There was a problem setting timezone %1
hu: Hiba lépett fel a(z) %1 idõzóna beállításánál.
ja: タイムゾーン %1 の設定中にエラーが発生しました。
no: Det var et problem med å sette tidssone %1

source: CityTime::There was a problem setting your timezone.Your time may be wrong now...
hu: Hiba lépett fel az idõzón beállításánál, az idõbeállítás lehet, hogy így nem tökéletes.
ja: タイムゾーンの設定中にエラーが発生しました。時間が間違っている可能性があります...
no: Det var et problem med å sette tidssonen. Klokken kan være feil nå...

source: CityTime::Time Changing
hu: Idõ állítás
ja: 新しい時間の決定
no: Forandrer tid

source: CityTimeBase::<CITY 1 TIME>
hu: <1. VÁROS IDÕ>
ja: <都市No.1の時間>
no: <BY 1 TID>

source: CityTimeBase::<CITY 2 TIME>
hu: <2. VÁROS IDÕ>
ja: <都市No.2の時間 >
no: <BY 2 TID>

source: CityTimeBase::<CITY 3 TIME>
hu: <3. VÁROS IDÕ>
ja: <都市No.3の時間>
no: <BY 3 TID>

source: CityTimeBase::<CITY 4 TIME>
hu: <4. VÁROS IDÕ>
ja: <都市No.4の時間>
no: <BY 4 TID>

source: CityTimeBase::<CITY 5 TIME>
hu: <5. VÁROS IDÕ>
ja: <都市No.5の時間>
no: <BY 5 TID>

source: CityTimeBase::<location 1>
hu: <1. Város>
ja: <都市 No. 1>
no: <sted 1>

source: CityTimeBase::<location 2>
hu: <1. Város>
ja: <都市 No. 2>
no: <sted 2>

source: CityTimeBase::<location 3>
hu: <1. Város>
ja: <都市 No. 3>
no: <sted 3>

source: CityTimeBase::<location 4>
hu: <1. Város>
ja: <都市 No. 4>
no: <sted 4>

source: CityTimeBase::<location 5>
hu: <1. Város>
ja: <都市 No. 5>
no: <sted 5>

source: CityTimeBase::City Time
hu: Idõzónák
ja: 世界時計
no: Verdensur

source: ZoneMap::<p>Couldn't load map: %1, exiting
hu: <p>Nem tudom a(z) %1 térképet betölteni, kilépek.
ja: <p>%1の地図が見付かりません。終了します。
no: <p>Kunne ikke laste kart: %1, avslutter

source: ZoneMap::<p>Unable to find any timezone information in %1 or %2
hu: <p>Nem találom az idõzóna információt %1 és %2 helyen.
ja: <p>タイムゾーン情報が %1 および %2 で見付かりません。
no: <p>Kan ikke finne tidssoneinformasjon i %1 eller %2

source: ZoneMap::CITY
hu: VÁROS
ja: 都市
no: BY

source: ZoneMap::Couldn't Find Map
hu: Nem találom a térképet
ja: 地図が見付かりません。
no: Kunne ikke finne kart

source: ZoneMap::Fri
hu: P
ja: 金
no: Fre

source: ZoneMap::Mon
hu: H
ja: 月
no: Man

source: ZoneMap::Sat
hu: Szo
ja: 土
no: Lør

source: ZoneMap::Sun
hu: V
ja: 日
no: Søn

source: ZoneMap::Thu
hu: Cs
ja: 木
no: Tor

source: ZoneMap::Tue
hu: K
ja: 火
no: Tir

source: ZoneMap::Unable to Find Timezone Info
hu: Nem találom az idõzóna inforációkat
ja: タイムゾーン情報が見付かりません。
no: Kan ikke finne tidssoneinformasjon

source: ZoneMap::Wed
hu: Sze
ja: 水
no: Ons
