Repository: openmoko/qtopia
Catalog: i18n/*/filebrowser.po
Languages: hu, no

source: FileBrowser::&Dir
hu: &Könyvtár
no: Katalog

source: FileBrowser::&Sort
hu: &Rendezés
no: Sorter

source: FileBrowser::Close
hu: Bezár
no: Lukk

source: FileBrowser::Copy
hu: Másolás
no: Kopier

source: FileBrowser::Cut
hu: Kivágás
no: Klipp

source: FileBrowser::File Browser
hu: File böngészõ
no: Filvelger

source: FileBrowser::New folder
hu: Új mappa
no: Ny katalog

source: FileBrowser::Parent dir
hu: Szülõ könyvtár
no: Foreldrekatalog

source: FileBrowser::Paste
hu: Beillesztés
no: Lim

source: FileBrowser::Previous dir
hu: Elõzõ könyvtár
no: Forrige katalog

source: FileBrowser::by &Date
hu: &Dátum szerint
no: etter &dato

source: FileBrowser::by &Name
hu: &Név szerint
no: etter &navn

source: FileBrowser::by &Size
hu: &Méret szerint
no: etter &størrelse

source: FileBrowser::by &Type
hu: &Típus szerint
no: etter &type

source: FileView::&Copy
hu: &Másolás
no: &Kopier

source: FileView::&Cut
hu: &Kivágás
no: Klip&p

source: FileView::&No
hu: &Nem
no: &Nei

source: FileView::&Ok
hu: &OK
no: &OK

source: FileView::&Paste
hu: &Beillesztés
no: &Lim

source: FileView::&Run
hu: &Futtatás
no: &Kjør

source: FileView::&Select all
hu: &Mindet kijelöl
no: &Merk alle

source: FileView::&View as text
hu: M&egnéz
no: Vis som &tekst

source: FileView::&Yes
hu: &Igen
no: &Ja

source: FileView::Are you sure?
hu: Biztos vagy benne?
no: Er du sikker?

source: FileView::Cut failed!
hu: Nem sikerült a kivágás!
no: Kunne ikke klippe!

source: FileView::Cut
hu: Kivágás
no: Klipp

source: FileView::Dese&lect all
hu: Semm&it nem választ ki
no: &Fjern all merking

source: FileView::Folder creation failed!
hu: A könyvtár létrehozás sikertelen!
no: Kunne ikke opprette katalog!

source: FileView::Launch Application
hu: Alkalmazás indítása
no: Start program

source: FileView::Launch failed!
hu: Alkalmazás indítása sikertelen!
no: Start mislyktes!

source: FileView::New folder
hu: Új mappa
no: Ny katalog

source: FileView::Paste failed!
hu: A beillesztés nem sikerült!
no: Lim mislyktes!

source: FileView::Paste file
hu: Beillesztés fileba
no: Lim fil

source: FileView::R&ename
hu: &Átnevezés
no: Omdøp

source: FileView::Rename failed!
hu: Átnevezés sikertelen!
no: Omdøp mislyktes

source: FileView::Rename file
hu: Átnevezés
no: Omdøp fil

source: FileView::Unable to open file!
hu: Nem tudom a filet megnyitni!
no: Kunne ikke åpne fil!

source: FileView::View as text
hu: Megnéz
no: Vis som tekst
