Repository: openmoko/qtopia
Catalog: i18n/*/login_*.po
Languages: hu, ja

source: QDMDialog::Clear
hu: Törlés
ja: クリア

source: QDMDialog::Login
ja: ログイン

source: QDMDialog::Password
ja: パスワード

source: QDMDialog::Shutdown
hu: Leállítás
ja: シャットダウン

source: QDMDialog::Sleep
hu: Sleep
ja: スリープ

source: QDMDialog::Today:
hu: Ma:
ja: 本日:

source: QDMDialog::User
hu: Felhasználó
ja: ユーザ

source: QDMDialog::Welcome to mLinux [iPAQ]
hu: Üdvözöli az mLinux [iPAQ]
ja: nmLinux [iPAQ] へようこそ

source: QDMDialogImpl::Cancel
hu: Mégsem
ja: 取り消し

source: QDMDialogImpl::Do you really want to go to sleep mode now?
hu: Tényleg a sleep-módba szeretnél menni?
ja: 本当に省エネモード に移行しますか?

source: QDMDialogImpl::Do you really want to shut the system down now?
hu: Tényleg le akarod állítani a rendszert?
ja: 本当にシャットダウン しますか?

source: QDMDialogImpl::Password wrong
hu: Helytelen jelszó!
ja: パスワードが間違っています

source: QDMDialogImpl::The given password is incorrect
hu: A megadott jelszó helytelen!
ja: パスワードが間違っています
