Repository: openmoko/qtopia
Catalog: i18n/*/minesweep.po
Languages: hu, ja, no

source: MineSweep::About MineSweep
hu: Névjegy
ja: マインスィープについて
no: Om Minesøk

source: MineSweep::Advanced
hu: Haladó
ja: 中級
no: Avansert

source: MineSweep::Beginner
hu: Kezdõ
ja: 初級
no: Nybegynner

source: MineSweep::Close
hu: Bezárás
ja: 閉じる
no: Lukk

source: MineSweep::Expert
hu: Profi
ja: 上級
no: Ekspert

source: MineSweep::Game
hu: Játék
ja: ゲーム
no: Spill

source: MineSweep::Help
hu: Segítség
ja: ヘルプ
no: Hjelp

source: MineSweep::Instructions
hu: Játékszabály
ja: 遊び方
no: Instruksjoner

source: MineSweep::Mine Sweep
hu: Aknakeresõ
ja: マインスィープ
no: Minesøk

source: MineSweep::MineSweeper
hu: Aknakeresõ
ja: マインスィープ
no: Minesøk

source: MineSweep::Press and hold to mark a mine
hu: Tasds sokáig a tollat a négyzeten, ha az akna helyét akarod jelölni.
no: Press og hold for å markere en mine

source: MineSweep::You exploded!
hu: Felrobbantál!
no: Du eksploderte!

source: MineSweep::You won!
hu: Nyertél!
ja: 大勝利！
no: Du vant!

source: MineSweep::Press and hold to mark a mine地雷に印をつけるには 地雷の上でタップして ください。
ja: ドッカ〜ン
