Repository: openmoko/qtopia
Catalog: i18n/*/qpe.po
Languages: hu, ja, no

source: InputMethods::Handwriting
hu: Kézítás
ja: 手書き
no: Håndskrift

source: InputMethods::Keyboard
hu: Billentyûzet
ja: キーボード
no: Tastatur

source: Launcher:: - Launcher
hu: - Indítópult
ja: - ランチャー
no: - Hurtigstarter

source: Launcher::Launcher
hu: Indítópult
ja: ランチャー
no: Hurtigstarter

source: LauncherClock::City Time
hu: Idõzóna
ja: 世界時計
no: Verdensur

source: LauncherClock::Set time
hu: Idõ beállítása
ja: 時計を設定
no: Still klokken

source: QIMPenSetup::Setup pen input
hu: Toll beállítások
ja: 適応させる
no: Oppsett av penn

source: Shutdown::<p> These termination options are provided primarily for use while developing and testing the QPE system. In a normal environment, these concepts are unnecessary.
hu: Ezek az opciók elsõdlegesen a QPE rendszer teszteléséhez és fejlesztéséhez használatosak. Hétköznapi körülmények között ezekre nincs szükség.
ja: <p> このシャットダウンオプションは開発者向けのQPEの機能です。一般の環境では必要ありません。
no: <p>Disse opsjonene er hovedsakelig beregnet for utvikling og testing av QPE-systemet. Ved normal bruk er de ikke nødvendige.

source: Shutdown::Cancel
hu: Mégsem
ja: 取り消し
no: Avbryt

source: Shutdown::Reboot
hu: Újraindítás
ja: 再起動
no: Omstart maskin

source: Shutdown::Restart Server
hu: Szerver újraindítása
ja: サーバを再起動
no: Omstart QPE

source: Shutdown::Shut down...
hu: Leállítás...
ja: シャットダウン...
no: Skru av...

source: Shutdown::Shutdown
hu: Leállítás
ja: シャットダウン
no: Skru av

source: Shutdown::Terminate Server
hu: Szerver leállítás
ja: サーバを終了
no: Avslutt QPE

source: Shutdown::Terminate
hu: Leállítás
ja: 終了
no: Avslutt

source: VolumeApplet::Mute
hu: Hangok ki
ja: ミュート
no: Stille

source: VolumeApplet::Volume
hu: Hangerõ
ja: 音量
no: Volum
