Repository: openmoko/qtopia
Catalog: i18n/*/settings.po
Languages: hu, ja

source: AppearanceSettingsBase::Appearance
hu: Megjelenés
ja: 見た目

source: AppearanceSettingsBase::Color Scheme:
hu: Színváltozatok
ja: 色

source: AppearanceSettingsBase::QPE
hu: QPE
ja: QPE

source: AppearanceSettingsBase::Style:
hu: Stílus
ja: スタイル

source: AppearanceSettingsBase::Windows
hu: Windows
ja: 窓

source: LanguageSettingsBase::English
hu: Angol
ja: 英語

source: LanguageSettingsBase::German
hu: Német
ja: ドイツ語

source: LanguageSettingsBase::Japanese
hu: Japán
ja: 日本語

source: LanguageSettingsBase::Korean
hu: Koreai
ja: 韓国語

source: LanguageSettingsBase::Language
hu: Nyelv
ja: 言語

source: LanguageSettingsBase::Norwegian
hu: Norvég
ja: ノルウェー語

source: LanguageSettingsBase::Simplified Chinese
hu: Kínai (egyszerûsített)
ja: 簡易中国語

source: LanguageSettingsBase::Traditional Chinese
hu: Kínai (hagyományos)
ja: 伝統的中国語

source: LightSettingsBase::<blockquote>The brighter the backlight, the more battery power is used.</blockquote>
hu: <p>Minél erõsebb a háttérvilágítás, annál gyorsabban fogy az akkulátor.
ja: <p>バックライトが明るければ明るいほど消費電力が増えます</p>

source: LightSettingsBase::Adjust to environment
hu: Alkalmazkodj a környezethez.
ja: 周辺環境に合わせる

source: LightSettingsBase::Bright
hu: Világos
ja: 明るく

source: LightSettingsBase::By sensing the ambient light where you are using your device, the backlight can be adjusted automatically. The brightness setting still affects the average brightness.
hu: A szórt fény erõsségének érzékelésével a háttérvilágítás erõssége automatikusan beállítódik. A beállítás az átlagos fényességre vonatkozik.
ja: 周辺の間接光によりバックライトの自動調節が出来ますが、明るさの設定は基準の明るさに影響します。

source: LightSettingsBase::Dim after some inactivity
hu: Háttérvilágítás kikapcsolása egy bizonyos idõ után
ja: 入力のない時は暗くする

source: LightSettingsBase::Light Settings
hu: Fényesség-beállítások
ja: 明度設定

source: LightSettingsBase::Off
hu: Ki
ja: オフ

source: RotationSettingsBase::<p>The chosen rotation will only affect new applications.
hu: <p>A forgatás beállításai csak az újonnan indított alkalmazásokra lesznek érvényesek<p>
ja: <p>注: 回転は新しく起動するプログラムにのみ適用されます。<p>

source: RotationSettingsBase::Rotation Settings
hu: Forgatás-beállítások
ja: 画面の回転

source: SetDateTime::Set System Time
hu: Rendszeridõ beállítása
ja: 時計の設定

source: SetDateTime::Time Zone
hu: Idõzóna
ja: タイムゾーン

source: SetTime::Hour
hu: Óra
ja: 時

source: SetTime::Minute
hu: Perc
ja: 分

source: SettingsBase::<blockquote>The brighter the backlight, the more battery power is used.</blockquote>
hu: <p>Minél világosabb a háttérvilágítás, annál gyorsabban fogy az akkumlátor..
ja: <p>バックライトが明るければ明るいほど消費電力が増えます</p>

source: SettingsBase::<p>The chosen rotation will only affect new applications.
hu: <p>A forgatás beállításai csak az újonnan indított alkalmazásokra lesznek érvényesek<p>
ja: <p>注: 回転は新しく起動するプログラムにのみ適用されます。<p>

source: SettingsBase::Adjust to environment
hu: Alkalmazkodj a környezethez.
ja: 周辺環境に合わせる

source: SettingsBase::Bright
hu: Világos
ja: 明るく

source: SettingsBase::By sensing the ambient light where you are using your device, the backlight can be adjusted automatically. The brightness setting still affects the average brightness.
hu: A szórt fény erõsségének érzékelésével a háttérvilágítás erõssége automatikusan beállítódik. A beállítás az átlagos fényességre vonatkozik.
ja: ボリュームはセンサーによって自動的に周辺の音量に併せて調節されます。ボリュームの設定は平均的な音量に影響します。

source: SettingsBase::By sensing the ambient noise where you are using your device, the volume is adjusted automatically. The volume setting still affects the average volume.
hu: A külsõ zaj érzékelésével a hangerõ automatikusan beállítódik. A beállítás az átlagos hangerõre vonatkozik.

source: SettingsBase::Color Scheme:
hu: Színséma
ja: 色

source: SettingsBase::Dim after some inactivity
hu: Háttérvilágítás kikapcsolása egy bizonyos idõ után
ja: 入力のない時は暗くする

source: SettingsBase::English
hu: Angol
ja: 英語

source: SettingsBase::Japanese
hu: Japán
ja: 日本語

source: SettingsBase::Language
hu: Nyelv
ja: 言語

source: SettingsBase::Light
hu: Világos
ja: 明度

source: SettingsBase::Loud
hu: Hangos
ja: 大きく

source: SettingsBase::Off
hu: Ki
ja: オフ

source: SettingsBase::QPE
hu: QPE
ja: QPE

source: SettingsBase::Rotation
hu: Elforgatás
ja: 回転

source: SettingsBase::Settings
hu: Beállítás
ja: 設定

source: SettingsBase::Silent
hu: Csendes
ja: 静かに

source: SettingsBase::Simplified Chinese
hu: Kínai (egyszerûsített)
ja: 簡易中国語

source: SettingsBase::Sound
hu: Hang
ja: サウンド

source: SettingsBase::Style
hu: Stílus
ja: スタイル

source: SettingsBase::Style:
hu: Stílus
ja: スタイル:

source: SettingsBase::Traditional Chinese
hu: Kínai (hagyományos)
ja: 伝統的中国語

source: SettingsBase::Windows
hu: Windows
ja: 窓

source: SoundSettingsBase::Adjust to environment
hu: Alkalmazkodj a környezethez
ja: 周辺環境に合わせる

source: SoundSettingsBase::By sensing the ambient noise where you are using your device, the volume is adjusted automatically. The volume setting still affects the average volume.
hu: A külsõ zaj érzékelésével a hangerõ automatikusan beállítódik. A beállítás az átlagos hangerõre vonatkozik.
ja: ボリュームはセンサーによって自動的に周辺の音量に併せて調節されます。ボリュームの設定は平均的な音量に影響します。

source: SoundSettingsBase::Loud
hu: Hangos
ja: 大きく

source: SoundSettingsBase::Silent
hu: Csendes
ja: 小さく

source: SoundSettingsBase::Sound Settings
hu: Hangerõ beállítások
ja: サウンド設定
