Repository: openmoko/qtopia
Catalog: i18n/*/snake.po
Languages: hu, no

source: SnakeGame:: Score : %1
hu: Pontszám : %1
no: Poeng : %1

source: SnakeGame::GAME OVER! Your Score: %1
hu: VÉGE A JÁTÉKNAK! Pontszám: %1
no: SPILL OVER! Din poengsum: %1"

source: SnakeGame::How To Play
hu: Játékszabály
no: Hvordan spille

source: SnakeGame::How to Play Snake
hu: Játékszabály
no: Hvordan spille Slange

source: SnakeGame::New Game
hu: Új játék
no: Nytt spill

source: SnakeGame::Press Any Key To Start
hu: Nyomj meg egy billentyût a kezdéshez!
no: Trykk en tast for å starte

source: SnakeGame::Press Any Key to Begin a New Game.
hu: Nyomj meg egy billentzût az új játékhoz!.
no: Trykk en tast for å starte et nytt spill.

source: SnakeGame::Quit
hu: Kilépés
no: Slutt

source: SnakeGame::SNAKE!
hu: KÍGYÓ!
no: SLANGE!

source: SnakeGame::Use the arrow keys to guide the snake to eat the mouse. You must not crash into the walls, edges or its tail.
hu: A nyilak segítségével mozgathatod a kígyót úgy, hogy meg tudja enni az egereket Nem szabad falnak, sarkoknak vagy a saját farkának ütköznie.
no: Bruk piltastene for å hjelpe slangen til å spise musen. Du må unngå å kollidere med veggene eller slangens hale.

source: SnakeGame::Use the arrow keys to guide the snake to eat the mouse. You must not crash into the walls, edges or its tail.
hu: A nyilak segítségével mozgathatod a kígyót úgy, hogy meg tudja enni az egereket Nem szabad falnak, sarkoknak vagy a saját farkának ütköznie.
no: Bruk piltastene for å hjelpe slangen til å spise musen. Du må unngå å kollidere med veggene eller slangens hale.
