Repository: openmoko/qtopia
Catalog: i18n/*/solitaire.po
Languages: hu, ja, no

source: CanvasCardWindow::&About
hu: &Névjegy
ja: ソリティアについて (&A)
no: &Om

source: CanvasCardWindow::&Change Card Backs
hu: Kártyák hátának változtatása
ja: カードの背景変更 (&C)
no: &Forandre kortenes bakside

source: CanvasCardWindow::&Close
hu: &Bezár
ja: 閉じる (&C)
no: &Lukk

source: CanvasCardWindow::&File
hu: &File
ja: ファイル (&F)
no: &Fil

source: CanvasCardWindow::&Help
hu: &Segítség
ja: ヘルプ (&H)
no: &Hjelp

source: CanvasCardWindow::&New Game of Freecell
hu: Új Freecell játék
ja: 新しいフリーセル
no: Nytt spill: Freecell

source: CanvasCardWindow::&New Game of Solitaire
hu: Új Passziánsz játék
ja: 新しいソリティア
no: Nytt spill: Kabal

source: CanvasCardWindow::&Settings
hu: &Beállítások
ja: 設定 (&S)
no: &Innstillinger

source: CanvasCardWindow::&Snap On/Off
hu: &Mágnes Be/Ki
ja: 磁石 オン/オフ (&S)
no: &Snepp av/på

source: CanvasCardWindow::<h3>About Qt Card Games</h3><p>These games were implemented<br>easily using Qt.<br>The canvas widget was used<br> as the basison which<br>the playing area is drawn.<br>Each card is an object on the canvas,<br>as are the decorations.<br>All the animation is done by Qt.<p>
hu: <h3>A kártyajátékokról...</h3><p>Ezek a játékok Qt használatával<br>egyszerûen implementálhatóak voltak.<br>A canvas widgetet használtuk<br>, erre rajzoltuk a játékteret.<br>Minden kártya egy objektum a canvasen,<br> mint dekoráció.<br>Az animálásokat a Qt végzi.<p>
ja: <h3>Qtカードゲームについて</h3><p>これらのゲームはQtを使って簡単に<br>実装されました。<br>キャンバスウィジェットがゲーム<br>エリアのベースになってます。<br>それぞれのカードはキャンバス上の<br>オブジェクトで、装飾もそうです。<br>すべてのアニメーション<br>はQtが行ってます。</p>

source: CanvasCardWindow::<h3>Freecell</h3><p>The object of the game is to stack all the<br>cards on the top right 4 piles from the Aces<br>to the Kings in suit. The rules are that<br>you can only move red cards of the next<br>lowest values on top of black cards, or<br>or black ones on to red ones in order.<br>You can move any card to the remaining<br>vacant freecells to help you move the cards.<p>Good luck and enjoy playing Freecell!<p>
hu: <h3>Freecell</h3><p>A játék célja, hogy a kártyákat a 4 jobb<br>felsõ helyre rakjuk az Ásztól a Királyig<br>sorban. A piros kártyákat csak az utána<br>következõ fekete kartyákra teheted,<br>illetve a feketét a pirosra. Annyi kártyát<br>mozgathatsz egyszerre, amennyit a<br>fennmaradó szabad helyek megengednek<br><p>Sok szerencsét a Freecell játékhoz<p>
ja: <h3>Freecell</h3><p>Ziel des Spiels ist es, alle Karten auf den vier<br>rechten Stapeln in der Reihenfolge Ass bis K?g<br>abzulegen. Dabei gelten folgende Regeln:<br>Auf schwarzen Karten d?en nur rote Karten mit<br>dem n?stniedrigeren Wert abgelegt werden und umgekehrt.<br>Auf freien Feldern k?en beliebige Karten<br>zwischengelagert werden.<br><p>Viel Spa?mit Freecell!<p>

source: CanvasCardWindow::<h3>Solitaire</h3><p>The object of the game is to stack all the<br>cards on the top piles from the Aces to<br>the Kings in suit. The rules are that you<br>can only move a red card of the next lowest<br>values on top of black cards in the lower<br>playing area, or a black on a red in order.<br>You can get new cards from the face down<br>stack to help you move the cards.<p>Good luck and enjoy playing Solitaire!<p>
hu: <h3>Passziánsz</h3><p>A játék célja, hogy a kártyákat a 4 jobb<br>felsõ helyre rakjuk az Ásztól a Királyig<br>sorban. Az alsó játéktérben a piros kártyákat<br>csak az utána következõ fekete kártyára teheted,<br>illetve a feketét a pirosra. A bal felsõ sarokban<br>található pakliból új kártyákat szerezhetsz, hogy<br>megkönnyítse a pakolást!<br><p>Sok szerencsét a Passziánsz játékhoz<p>
ja: <h3>Solitaire</h3><p>Ziel des Spiels ist es, alle Karten vom Ass bis<br>zum K?g in der passenden Reihenfolge abzulegen.<br>Dabei gelten folgende Regeln:<br>Nur rote Karten mit dem n?stniedrigeren Wert<br>k?en auf schwarze Karten folgen und umgekehrt.<br>Neue Karten, die -- hoffentlich -- die L?en schlie?n,<br>ziehen Sie vom umgedrehten Stapel.<br><p>Viel Spa?mit Solitaire!<p>

source: CanvasCardWindow::About
hu: Névjegy
ja: このプログラムについて
no: Om

source: CanvasCardWindow::Change Card Backs
hu: Kártyák hátának változtatása
ja: カードの背景を変更
no: Forandre kortenes bakside

source: CanvasCardWindow::Change Cards Drawn
hu: Húzott kártyák számának változtatása
ja: 一度に引くカードの枚数
no: Forandre antall kort som trekkes

source: CanvasCardWindow::Close
hu: Bezár
ja: 閉じる
no: Lukk

source: CanvasCardWindow::Dismiss
hu: Bezár
ja: 取り消し

source: CanvasCardWindow::File
hu: File
ja: ファイル
no: Fil

source: CanvasCardWindow::Freecell
hu: Freecell
ja: フリーセル
no: Freecell

source: CanvasCardWindow::Help
hu: Segítség
ja: ヘルプ
no: Hjelp

source: CanvasCardWindow::New Game of Freecell
hu: Új Freecell játék
ja: 新しいフリーセル
no: Nytt spill: Freecell

source: CanvasCardWindow::New Game of Solitaire
hu: Új Passziánsz játék
ja: 新しいソリティア
no: Nytt spill: Kabal

source: CanvasCardWindow::Qt Card Game Example
hu: Qt Kártyajáték példa
ja: Qtカードゲーム例
no: Qt kortspilleksempel

source: CanvasCardWindow::Qt Freecell
hu: Qt Freecell
ja: Qt フリーセル
no: Qt Freecell

source: CanvasCardWindow::Qt Solitaire
hu: Qt Passziánsz
ja: Qt ソリティア
no: Qt Kabal

source: CanvasCardWindow::Settings
hu: Beállítások
ja: 設定
no: Innstillinger

source: CanvasCardWindow::Snap On/Off
hu: Mágnes be/ki
ja: 磁石 オン/オフ
no: Magnet av/på

source: CanvasCardWindow::Solitaire
hu: Passziánsz
ja: ソリティア
no: Kabal
