Repository: openmoko/qtopia
Catalog: i18n/*/todo.po
Languages: hu, ja, no

source: NewTaskDialogBase::&Description:
hu: &Leírás
ja: 種類 (&D)
no: &Beskrivelse

source: NewTaskDialogBase::&Done
hu: &Kész
ja: 完了 (&D)
no: &Ferdig

source: NewTaskDialogBase::&Priority:
hu: &Prioritás
ja: 優先度 (&P)
no: &Prioritet

source: NewTaskDialogBase::1 - Very High
hu: 1 - Nagyon magas
ja: 1 - 再優先
no: 1 - Svært Høy

source: NewTaskDialogBase::2 - High
hu: 2 - Magas
ja: 2 - 高い
no: 2 - Høy

source: NewTaskDialogBase::3 - Normal
hu: 3 - Átlagos
ja: 3 - 普通
no: 3 - Normal

source: NewTaskDialogBase::4 - Low
hu: 4 - Alacsony
ja: 4 - 低い
no: 4 - Lav

source: NewTaskDialogBase::5 - Very Low
hu: 5 - Nagyon alacsony
ja: 5 - 最低
no: 5 - Svært Lav

source: NewTaskDialogBase::<Nothing>
hu: <Semmi>
ja: <未分類>
no: <Ingenting>

source: NewTaskDialogBase::Business
hu: Üzleti
ja: ビジネス

source: NewTaskDialogBase::C&ategory:
hu: &Kategória
ja: カテゴリ(&a)
no: &Kategori

source: NewTaskDialogBase::D&ue
hu: &Lejárat
ja: 期限 (&u)
no: F&rist

source: NewTaskDialogBase::Dinner
hu: Vacsora
ja: 夕食
no: Middag

source: NewTaskDialogBase::Image
hu: Kép
ja: 画像
no: Bilde

source: NewTaskDialogBase::Jan 02 2000
hu: 2000 Január 2.
ja: 2000年1月2日
no: 02 Jan 2000

source: NewTaskDialogBase::Lunch
hu: Ebéd
ja: 昼食
no: Lunch

source: NewTaskDialogBase::Meeting
hu: Találkozó
ja: 会議
no: Møte

source: NewTaskDialogBase::New Task
hu: Új feladat
ja: 新規
no: Ny Oppgave

source: NewTaskDialogBase::Private
hu: Privát
ja: プライベート
no: Privat

source: NewTaskDialogBase::Text
hu: Szöveg
ja: テキスト
no: Tekst

source: NewTaskDialogBase::Travel
hu: Utazás
ja: 旅行
no: Reise

source: TodoTable::C.
hu: K.
ja: 了
no: K.

source: TodoTable::Description
hu: Leírás
ja: 種類
no: Beskrivelse

source: TodoTable::Prior.
hu: Prior.
ja: 優先度
no: Prior.

source: TodoWindow::<Nothing>
hu: <Semmi>
ja: <未分類>
no: <Ingenting>

source: TodoWindow::Close
hu: Bezár
ja: 閉じる
no: Lukk

source: TodoWindow::Delete
hu: Törlés
ja: 削除
no: Slett

source: TodoWindow::Edit Task
hu: Feladat szerkesztése
ja: 編集
no: Rediger Oppgave

source: TodoWindow::Edit
hu: Szerkesztés
ja: 編集
no: Rediger

source: TodoWindow::File
hu: File
ja: ファイル
no: Fil

source: TodoWindow::New Task
hu: Új feladat
ja: 進化
no: Ny Oppgave

source: TodoWindow::Task
hu: Feladat
ja: タスク
no: Oppgave

source: TodoWindow::Todo
hu: Feladatok
ja: ToDo
no: Oppgaver

source: TodoWindow::You haven't entered a description!
hu: Nem írtál be leírást!
ja: 説明が入力されていません。
no: Du har ikke skrevet inn en beskrivelse!
