Repository: openmoko/qtopia
Catalog: i18n/*/wordgame.po
Languages: hu, ja, no

source: NewGameBase::&Cancel
hu: &Mégsem
ja: キャンセル (&C)
no: &Avbryt

source: NewGameBase::&OK
hu: &OK
ja: &OK
no: &OK

source: NewGameBase::AI3: Smart AI player
hu: AI3: Számítógép
ja: AI3: 人工知能
no: AI3: Smart AI-spiller

source: NewGameBase::New Game
hu: Új játék
ja: 新しいゲーム
no: Nytt spill

source: NewGameBase::Players
hu: Játékosok
ja: プレイヤー
no: Spillere

source: NewGameBase::Rules
hu: Szabályok
ja: ルール
no: Regler

source: RulesBase::&Cancel
hu: &Mégsem
ja: 閉じる(&C)
no: &Avbryt

source: RulesBase::&OK
hu: &OK
ja: &OK
no: &OK

source: RulesBase::Board
hu: Tábla
ja: フィールド
no: Brett

source: RulesBase::Delete
hu: Törlés
ja: 削除
no: Slett

source: RulesBase::Edit...
hu: Szerkesztés...
ja: 編集...
no: Rediger...

source: RulesBase::Game Rules
hu: Játékszabályok
ja: ルール
no: Spilleregler

source: RulesBase::Name:
hu: Név:
ja: 名前:
no: Navn:

source: RulesBase::Size:
hu: Méret:
ja: サイズ:
no: Størrelse:

source: WordGame::Do you want to end the game early?
hu: Ilyen korán szeretnél véget vetni a játéknak?
ja: ゲームを終らせな いで終了しますか?
no: Vil du avslutte spillet?

source: WordGame::End game
hu: Játék vége
ja: ゲーム終了
no: Slutt spillet

source: WordGame::No
hu: Nem
ja: いいえ
no: Nei

source: WordGame::Yes
hu: Igen
ja: はい
no: Ja
